bio.html

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><a id="ID-57688b26-170b-4b0a-8f0f-b5ee4b912a9c" name="ID-57688b26-170b-4b0a-8f0f-b5ee4b912a9c"></a><span class="section-number-2">1</span> PhD Studies at University of Washington</h2>
<div class="outline-text-2" id="text-1">


<p>
I am currently a PhD student at the <a href="http://foster.uw.edu/">Foster School of Business</a> at the <a href="http://www.uw.edu">University of Washington</a>.
I am studying Operations Management within the <a href="http://foster.uw.edu/faculty-research/academic-departments/information-systems-and-operations-management/">Department of Information Systems and Operations Management (DISOM)</a>.
My advisor, <a href="http://faculty.washington.edu/hmamani/">Hamed Mamani</a>, and I, are interested in solving problems in healthcare using machine learning and optimization.
</p>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><a id="ID-16894fa3-8e3f-437b-bf00-d7d2c046349b" name="ID-16894fa3-8e3f-437b-bf00-d7d2c046349b"></a><span class="section-number-2">2</span> Previous Studies</h2>
<div class="outline-text-2" id="text-2">

<p>
Prior to my time at the UW, I started a Finance PhD at the <a href="http://www.simon.rochester.edu/index.aspx">University of Rochester's Simon School of Business</a>. 
I enjoyed my time there, but the research was not a good fit.
I left with an MBA in 2012, transferring directly to the UW.
</p>

<p>
During my undergraduate, I studient <a href="https://www.math.washington.edu/acms/">Applied and Computational Mathematical Sciences (ACMS)</a> and <a href="https://econ.washington.edu/">Economics</a> at the University of Washington.
</p>
</div>
</div>
